{
  "haqqimizda": "About Us",
  "ana_sehife": "Home Page",
  "daha_cox": "Learn More",
  "elmi_fealiyyet": "Scientific Activity",
  "Azərbaycan Dövlət Neft və Sənaye Universiteti": "Azerbaijan State Oil and Industry University",
  "xos_gelmisiniz": "Welcome",
  "merkezin_missiyasi": "Mission of the Center",
  "Elmi Məsləhət şurası": "Scientific Advisory Board",
  "Əməkdaşlar": "Members",
  "Ziyarətçilər": "Visitors",
  "Müraciət": "Appeal",
  "Bütün Tədbirlər": "All Events",
  "Seminarlar": "Seminars",
  "Konfranslar": "Conferences",
  "Yay Məktəbi": "Summer School",
  "Tədqiqat Qrupu": "Research Groups",
  "Tədqiqat Proqramları": "Research Programs",
  "Tədqiqat Nəticələri": "Research Results",
  "xeberler": "News",
  "elaqe": "Contact",
  "elanlar": "Announcements",
  "butun_xeberler": "All News",
  "butun_elanlar": "All Announcements",
  "Riyaziyyat Tədqiqat Laboratoriyasına (MRL) xoş gəlmisiniz. RTL riyaziyyat, əməkdaşlıq və innovasiyalar sahəsində tədqiqatlar aparmağa çalışan bir cəmiyyətdir.": "Welcome to the Mathematics Research Center (MRC). MRC is a community that strives to conduct research in the fields of mathematics, collaboration, and innovations.",
  "Biz Riyaziyyatın elm və texnologiyadakı bütün tərəqqinin əsası olduğuna inanırıq və yeni tətbiq sahələri ilə əlaqədar olaraq cəbr və ədədlər nəzəriyyəsində problemlərin həlli yollarının tapılması istiqamətində riyaziyyatı araşdırırıq.": "We believe that mathematics is the foundation of all progress in science and technology, and we explore mathematics to find solutions to problems in algebra and number theory related to new areas of application.",
  "Laboratoriyamız riyaziyyata marağı olan tədqiqatçılar, məsələn, tələbələr, doktorantlar, baş tədqiqatçılar və qonaq alimlər üçün dinamik və dəstəkləyici tədqiqat mühiti təklif etmək niyyəti ilə yaradılmışdır. Bu cür şəxslərin hamısı ümumi məqsədə öz töhfələrini verəcəklər: riyaziyyatın sərhədlərini genişləndirmək. Seminarlar, seminarlar silsiləsi və konfranslar maraqlı yeni ideyalar və fənlər arasında əlaqələr üçün təşkil edilir.": "Our center was created with the intention of offering a dynamic and supportive research environment for researchers interested in mathematics, such as students, doctoral candidates, lead researchers, and guest scientists. All of these individuals will contribute to the common goal of expanding the boundaries of mathematics. Seminars, a series of seminars, and conferences are organized to facilitate interesting new ideas and connections between fields.",
  "Biz, həmçinin akademik azadlıq və məkan yaradırıq ki, hər hansı bir tədqiqatçımız fərdi maraq doğuran mövzuları araşdırmaq şansına malik olsun. Biz tədqiqat və müasir qurğular üçün yaxşı maliyyə vəsaitindən istifadə etməklə, yeni kəşflərə dəstəyi təmin edirik.": "We also create academic freedom and space so that any of our researchers have the opportunity to explore topics of personal interest. We provide support for new discoveries by utilizing good financial resources for research and modern facilities.",
  "Direktor olaraq, Belə çiçəklənən bir cəmiyyətlə fəxr edirəm. Bu, həqiqətən də ideya axınının sərbəst şəkildə formalaşdığı, əməkdaşlıqların artdığı və hamının riyaziyyat elmlərinə mənalı töhfələr vermək üçün səylərini sərf etdiyi bir yerə çevrilir.": "As the director, I am proud of such a thriving community. It truly becomes a place where the flow of ideas freely takes shape, collaborations grow, and everyone dedicates their efforts to making meaningful contributions to the field of mathematics.",
  "Sizi tədqiqat laboratoriyamızın adından salamlayıram, tədbirlərdə iştirak etməyə dəvət edirəm və bizimlə əlaqə saxlamağınızı təklif edirəm. Əgər, siz tədqiqatçısınızsa, tələbəsinizsə və ya riyaziyyatla maraqlanırsınızsa, RTL sizin üçün doğru məkandır.": "I welcome you on behalf of our research center, invite you to participate in our events, and suggest that you get in touch with us. If you are a researcher, a student, or interested in mathematics, MRC is the right place for you.",
  "Böyük araşdırmalar aparmaq və əməkdaşlıq edərək cəmiyyətə böyük töhfələr vermək naminə sərhədləri keçməyə davam edək.": "Let’s continue to push boundaries in order to make great contributions to society through conducting major research and collaborating.",
  "Olcay Coşkun": "Olcay Coskun",
  "events": {
    "event1": "Representation Theory through the Lens of Category Theory, Olcay Coşkun, MRC, September 24, 2024",
    "event2": "Obstructions for Gluing Biset Functors I, Olcay Coşkun, MRC, October 24, 2024",
    "event3": "Prime Portraits, Olcay Coşkun, MRC, October 30, 2024",
    "event4": "Simple Functors over the Green Biset Functor of Section Burnside Rings I, Ruslan Muslumov, ADA University, November 22, 2024",
    "event5": "Simple Functors over the Green Biset Functor of Section Burnside Rings II, Ruslan Muslumov, ADA University, November 27, 2024",
    "event6": "Finite Group Representations I, Olcay Coşkun, MRC, December 24, 2024",
    "event7": "A Discrete Mean Value of the Riemann Zeta Function and Its Derivatives, Ertan Elma, MRC, December 26, 2024",
    "event8": "Diagonal p-Permutation Functors and Local-Global Conjectures in Block Theory, Deniz Yılmaz, Bilkent University, January 23, 2025",
    "event9": "Graph Entropy, Degree Assortativity, and Hierarchical Structures in Networks, Turker Biyikoglu, MRC, March 5, 2025",
    "event10": "An Introduction to Arithmetic Functions, Ertan Elma, MRC, March 6, 2025",
    "event11": "Multiplicative functions k-additive on hexagonal numbers, Elchin Hasanalizade, ADA University, March 11, 2025",
    "event12": "Pigeon Hole, Turker Biyikoglu, MRC, March 13, 2025",
    "event13": "Towards the Bloch-Kato conjecture for GSp₆., Waqar Ali Shah, University of California, March 17, 2025",
    "event14": "Jets, differential operators, and principal symbols in noncommutative geometry, Keegan Jonathan Flood, UniDistance Suisse, March 28, 2025",
    "event15": "Which Equations, Sets, (Hyper)Graphs, and Polynomials Are Extremal? Bridging Mathematical Fields Through Combinatorial Ideas, Nika Salia, King Fahd University, April 3, 2025",
    "event16": "Finite groups, their actions and Burnside rings, Olcay Coskun, MRC, April 4, 2025",
    "event17": "Number of Prime Factors with a Given Multiplicity, Ertan Elma, MRC, April 9, 2025",
    "event18": "An Introduction to Arithmetic Functions II, Ertan Elma, MRC, April 10, 2025",
    "event19": "Advanced concepts in Mathematical Physics: an operator algebraic approach, Christiaan J.F. van de Ven, TNO, April 14, 2025",
    "event20": "Crystals and Cluster Algebras Volker Genz, Institute des Hautes Études Scientifiques, April 17, 2025",
    "event21": "Pigeon Hole II, Türker Bıyıkoğlu, MRC, April 17, 2025",
    "event22": "The Burnside Ring of a Finite Group, Olcay Coskun, MRC, April 24, 2025"
  },
  "Tədqiqat maraqları:": "Research interest:",
  "Riyaziyyat Tədqiqat Lab (MRL) Qoşulun": "Join the Mathematics Research Center (MRC)",
  "Riyaziyyat Tədqiqat Lab (MRL) Bakı Dövlət Universitetinin (BDU) nəzdində Tədqiqat, İnkişaf və İnnovasiya üzrə Mükəmməllik Mərkəzinin bir hissəsidir. 2024-cü ildə yaradılan institut qabaqcıl tədqiqat fəaliyyətlərində əməkdaşlıq etmək üçün dünyanın hər yerindən aparıcı riyaziyyatçıları birləşdirərək dinamik riyazi mühit yaratmağı hədəfləyir.": "The Mathematics Research Center (MRC) is a part of the Research, Development, and Innovation Excellence Center under Baku State University (BSU). Established in 2024, the institute aims to create a dynamic mathematical environment by bringing together leading mathematicians from around the world to collaborate on cutting-edge research activities.",
  "MRL hal-hazırda riyaziyyatın bütün sahələrində və bütün karyera səviyyələrində 2025-ci ilin iyulundan və ya daha erkən fəaliyyətə başlayacaq komandasına qoşulmaq üçün riyaziyyatçılar axtarır. İnstitut heç bir məcburi tədris öhdəliyi olmadan yalnız tədqiqata diqqət yetirmək üçün unikal imkan təklif edir. Bununla belə, tədqiqatçılar BDU-nun Mexanika-Riyaziyyat fakültəsində dərs deyə və magistrantlara rəhbərlik edə bilərlər.": "MRC is currently looking for mathematicians to join its team, which will start operating in July 2025 or earlier, across all areas of mathematics and career stages. The institute offers a unique opportunity to focus solely on research, without any mandatory teaching obligations. However, researchers may teach at the Department of Mechanics and Mathematics at BSU and supervise graduate students.",
  "Daimi və Müddətli Vəzifələr": "Permanent and Temporary Positions",
  "İnstitut, Doktorant tədqiqatçılar, Assistent Tədqiqatçı, Dosent Tədqiqatçı, Tam Tədqiqatçı və ya Fəxri Tədqiqatçı səviyyələrində daimi və müddətli mövqelər üçün namizədlər axtarır. Namizədlər öz sahələrində əhəmiyyətli töhfələr və riyazi biliklərin inkişaf etdirilməsi öhdəliyi də daxil olmaqla, tədqiqatın mükəmməlliyini nümayiş etdirməlidirlər. Təklif olunan əmək haqqı ixtisas və təcrübə ilə mütənasibdir.": "The institute is looking for candidates for permanent and temporary positions at the levels of Doctoral Researcher, Assistant Researcher, Associate Researcher, Full Researcher, and Honorary Researcher. Candidates must demonstrate excellence in research, including significant contributions to their field and a commitment to advancing mathematical knowledge. The offered salary will be commensurate with qualifications and experience.",
  "Bakıda Yaşamaq": "Living in Baku",
  "Azərbaycanın paytaxtı Bakı Xəzər dənizinin mənzərəli sahilində yerləşən canlı və kosmopolit şəhərdir. Müasirlik və ənənənin qarışığı ilə tanınan Bakı zəngin mədəni irs, dünya səviyyəli yeməklər və Aralıq dənizinə bənzər xoş iqlim təklif edir.": "Baku, the capital of Azerbaijan, is a vibrant and cosmopolitan city located on the scenic shores of the Caspian Sea. Known for its blend of modernity and tradition, Baku offers rich cultural heritage, world-class cuisine, and a Mediterranean-like pleasant climate.",
  "Əlavə məlumat üçün institutun saytına daxil olun.": "For more information, visit the institute's website.",
  "Müraciət Prosesi": "Application Process",
  "İşə qəbul komissiyası müraciətləri dərhal nəzərdən keçirməyə başlayacaq. Komissiya vakant yerlər dolana­dək aktiv olacaqdır.": "The hiring committee will begin reviewing applications immediately. The committee will remain active until the positions are filled.",
  "Tələb olunan müraciət materialları:": "Required Application Materials:",
  "Müraciət etmək üçün aşağıdakı sənədləri mrl@bsu.edu.az ünvanına təqdim edin:": "Please submit the following documents to mrl@bsu.edu.az to apply:",
  "Motivasiya məktubu": "Motivation Letter",
  "CV": "CV",
  "Tədqiqat Bəyanatı": "Research Statement",
  "Nəşr siyahısı": "Publication List",
  "(Doktorant tədqiqatçılar və Assistent Tədqiqatçılar üçün) Üç və ya daha çox tövsiyə məktubu (birbaşa tövsiyəçilər tərəfindən təqdim edilməlidir).": "(For Doctoral Researchers and Assistant Researchers) Three or more recommendation letters (to be submitted directly by the recommenders).",
  "Ad & Soyad": "Full Name",
  "Atanızın adı": "Father's Name",
  "Fakültə": "Faculty",
  "Email": "Email",
  "Telefon nömrəsi": "Phone Number",
  "Mövzu": "Subject",
  "Müraciətiniz": "Your Message",
  "Müraciət_form": "Contact Form",
  "Sual": "Question",
  "Şikayət": "Complaint",
  "Təklif": "Suggestion",
  "Ərizə": "Application",
  "Göndər": "Submit",
  "Ad və Soyad tələb olunur": "Full Name is required",
  "Ad və Soyad ən azı 3 simvoldan ibarət olmalıdır": "Full Name must be at least 3 characters long",
  "Atanızın adı tələb olunur": "Father's Name is required",
  "Fakültə tələb olunur": "Faculty is required",
  "Email düzgün deyil": "Invalid email format",
  "Email tələb olunur": "Email is required",
  "Telefon nömrəsi tələb olunur": "Phone number is required",
  "Telefon nömrəsi yalnız rəqəmlərdən ibarət olmalıdır": "Phone number must contain only digits",
  "Mövzu seçilməlidir": "Subject is required",
  "Müraciət yazılmalıdır": "Message is required",
  "Müraciət ən azı 10 simvoldan ibarət olmalıdır": "Message must be at least 10 characters long",
  "Rektora Müraciət": "Appeal to Rector",
  "Seçin": "Choose",
  "Hörmətli Tələbələr, əgər Rektora hər hansı bir sualınız varsa, müraciətinizi təqdim edə bilərsiniz.": "Dear Students, if you have any questions for the Rector, you can submit your inquiry.",
  "Xahiş olunur, müraciət formasındakı bütün tələb olunan sahələrin tam olaraq doldurulmasını və mətnlərinizi aydın şəkildə ifadə etməyinizi təmin edin.": "Please ensure that all required fields in the application form are fully completed and that your text is clearly expressed.",
  "Laboratoriyanın Missiyası": "Mission of the Center",
  "2024-cü ildə təsis edilmiş Riyaziyyat Tədqiqat Lab (MRL), fundamental və multidissiplinar riyaziyyat tədqiqatlarının inkişafına həsr olunmuş aparıcı tədqiqat institutudur. Missiyamız, riyaziyyatı müxtəlif sahələrlə əlaqələndirərək yeniliyi təşviq etmək, tədqiqatçılar arasında riyazi bacarıqları inkişaf etdirmək və riyaziyyat elmlərində qabaqcıl tədqiqatların inkişafına dəstək olmaqdır.": "Established in 2024, the Mathematics Research Center (MRC) is a leading research institute dedicated to the development of fundamental and multidisciplinary mathematical research. Our mission is to promote innovation by linking mathematics with various fields, enhance mathematical skills among researchers, and support the advancement of cutting-edge research in mathematical sciences.",
  "BIMS aşağıdakı məqsədləri həyata keçirir:": "MRC pursues the following objectives:",
  "Riyaziyyatın nəzəri və tətbiqi sahələrində mükəmməlliyi təşviq etmək.": "Promote excellence in the theoretical and applied fields of mathematics.",
  "Riyaziyyatın digər elmi, texnoloji və mühəndislik fənləri ilə birləşdirən multidissiplinar əməkdaşlığa dəstək olmaq.": "Support multidisciplinary collaboration that integrates mathematics with other scientific, technological, and engineering disciplines.",
  "Azərbaycanın elmi icmasının tədqiqat potensialını gücləndirmək və qlobal tədqiqat şəbəkəsi ilə güclü əlaqələr qurmaq.": "Enhance the research potential of Azerbaijan's scientific community and build strong connections with global research networks.",
  "Tədqiqatçıların peşəkar inkişafına dəstək olmaq və əməkdaşlıq təşəbbüsləri, seminarlar və akademik proqramlar vasitəsilə bilik mübadiləsini asanlaşdırmaq.": "Support the professional development of researchers and facilitate knowledge exchange through collaboration initiatives, seminars, and academic programs.",
  "İnstitut, Azərbaycan Dövlət Neft və Sənaye Universitetinin (ADNSU) Tədqiqat, İnkişaf və İnnovasiya üzrə Mükəmməllik Mərkəzinin (TIIMM) nəzdində yerləşən Rəqəmsal Tədqiqat Laboratoriyasının (DRL) ayrılmaz bir hissəsidir və universitetin tədqiqatlarının inkişafı, o cümlədən beynəlxalq elmi əməkdaşlığı təşviq etmək öhdəliyində mühüm rol oynayır.": "The institute is an integral part of the Digital Research Center under the Research, Development, and Innovation Excellence Center of Azerbaijan State Oil and Industry University (ADNSU) and plays a significant role in promoting the development of the university's research and fostering international scientific collaboration.",
  "Rehber": "Director",
  "Tədqiqatçı": "Researcher",
  "Qrafik nəzəriyyəsi və onun tətbiqləri": "Graph theory and its applications",
  "Analitik və Elementar ədədlər nəzəriyyəsi, L-funksiyaları, Ələk üsulları və onların tətbiqi, Eksponensial cəbrlər və dairə metodu, Ədədlər nəzəriyyəsində ehtimal nəticələri, funksiyan sahələrində ədədlər nəzəriyyəsi": "Analytic and Elementary number theory, L-functions, Sieve methods and their applications, Exponential algebra and circle method, Probability results in number theory, number theory in function fields",
  "Sonlu qrupların təsvir nəzəriyyəsi, Mackey funksiyaları, (lifli) biset funksiyaları, kateqoriya cəbrləri, \"Green Biset\" funksiyaları, blok nəzəriyyəsi, birləşmə sistemləri, homoloji cəbr": "Representation theory of finite groups, Mackey functions, (fiber) biset functions, category algebras, \"Green Biset\" functions, block theory, merger systems, homology algebras",
  "ERTAN ELMA": "ERTAN ELMA",
  "Təhsil": "Education",
  "Doktorantura - Waterloo Universiteti, Waterloo, Kanada": "PhD - University of Waterloo, Waterloo, Canada",
  "Fəlsəfə doktoru üzrə tezisi: Multiplikativ və Additiv ədədlər nəzəriyyəsində bəzi məsələlər": "PhD Thesis: Some Problems in Multiplicative and Additive Number Theory",
  "Elmi rəhbərlər: Yu-Ru Liu və Wentang Kuo, 2015–2020": "Supervisors: Yu-Ru Liu and Wentang Kuo, 2015–2020",
  "Magistratura": "Master's Degree",
  "Riyaziyyat, Elmi rəhbər: Cem Yalçın Yıldırım, 2012–2015": "Mathematics, Supervisor: Cem Yalçın Yıldırım, 2012–2015",
  "Magistratura üzrə tezis: Funksional tənlik faktorlarının orta qiymətləri": "Master's Thesis: Mean Values of Functional Equation Factors",
  "Bakalavr": "Bachelor's Degree",
  "Boğaziçi Universiteti, İstanbul, Türkiyə": "Boğaziçi University, Istanbul, Turkey",
  "Riyaziyyat, 2007-2012": "Mathematics, 2007-2012",
  "Elmi Fəaliyyət": "Scientific Activity",
  "Lethbridge Universiteti, Lethbridge Kanada, Doktoranturadan Sonra Təqaüdçü, saathesabı müəllim, 2022–2024": "University of Lethbridge, Lethbridge Canada, Postdoctoral Fellow, Lecturer, 2022–2024",
  "Waterloo Universiteti, Kanada, Tədris Asisstenti, saathesabı müəllim, 2015–2020": "University of Waterloo, Canada, Teaching Assistant, Lecturer, 2015–2020",
  "Boğaziçi Universiteti, İstanbul, Türkiyə, Tədris Asisstenti, 2012-2015": "Boğaziçi University, Istanbul, Turkey, Teaching Assistant, 2012-2015",
  "Mükafatlar və Qrantlar": "Awards and Grants",
  "Lethbridge Number Theory and Combinatorics Seminars Grant, $4500, PIMS, 2023-2024": "Lethbridge Number Theory and Combinatorics Seminars Grant, $4500, PIMS, 2023-2024",
  "Postdoktorantura Təqaüdçü Qrantı, $1000, Lethbridge Universiteti, 2023": "Postdoctoral Fellow Grant, $1000, University of Lethbridge, 2023",
  "Beynəlxalq Məzun Tələbə Dəstəyi, ildə $30000, Waterloo Universiteti, 2015-2020": "International Graduate Student Support, $30000 per year, University of Waterloo, 2015-2020",
  "Ən Yaxşı 0,5% Bakalavr Elm Tələbələri üçün Təqaüd, TÜBİTAK, 2007-2012": "Top 0.5% Scholarship for Undergraduate Science Students, TÜBİTAK, 2007-2012",
  "Magistratura Tələbələri üçün Təqaüd, TÜBİTAK, 2012-2014": "Graduate Scholarship, TÜBİTAK, 2012-2014",
  "Valedictorian Prize, Sakıp Sabancı Anadolu Liseyi, 2007": "Valedictorian Prize, Sakıp Sabancı Anadolu High School, 2007",
  "Tədqiqat İstiqamətləri": "Research Interests",
  "Analitik və Elementar ədədlər nəzəriyyəsi": "Analytic and Elementary Number Theory",
  "L-funksiyaları": "L-functions",
  "Ələk üsulları və onların tətbiqi": "Sieve Methods and Their Applications",
  "Eksponensial Cəmlər və Dairə Metodu": "Exponential Sums and the Circle Method",
  "Ədədlər nəzəriyyəsində ehtimal nəticələri": "Probabilistic Results in Number Theory",
  "Funksiya sahələrində ədədlər nəzəriyyəsi": "Number Theory in Function Fields",
  "Nəşrlər": "Publications",
  "Distribution of the number of prime factors with a given multiplicity (Greg Martin ilə birlikdə), Canad. Math. Bull., 67 (2024), no. 4, 1107–1122.": "Distribution of the number of prime factors with a given multiplicity (with Greg Martin), Canad. Math. Bull., 67 (2024), no. 4, 1107–1122.",
  "A discrete mean value of the Riemann zeta function (Kübra Benli and Nathan Ng ilə birlikdə), Mathematika, 70 (2024), no. 4, Paper No. e12281, 47 pp.": "A discrete mean value of the Riemann zeta function (with Kübra Benli and Nathan Ng), Mathematika, 70 (2024), no. 4, Paper No. e12281, 47 pp.",
  "A Dirichlet series related to the error term in the Prime Number Theorem, Int. J. Number Theory, 20 (2024), no. 3, 715–725.": "A Dirichlet series related to the error term in the Prime Number Theorem, Int. J. Number Theory, 20 (2024), no. 3, 715–725.",
  "On the number of irreducible factors with a given multiplicity in function fields (Sourabhashis Das, Wentang Kuo and Yu-Ru Liu ilə birlikdə), Finite Fields Appl., 92 (2023), Paper No. 102281, 22 pp.": "On the number of irreducible factors with a given multiplicity in function fields (with Sourabhashis Das, Wentang Kuo and Yu-Ru Liu), Finite Fields Appl., 92 (2023), Paper No. 102281, 22 pp.",
  "Number of prime factors with a given multiplicity (Yu-Ru Liu ilə birlikdə), Canad. Math. Bull. 65 (2022), no. 1, 253-269.": "Number of prime factors with a given multiplicity (with Yu-Ru Liu), Canad. Math. Bull. 65 (2022), no. 1, 253-269.",
  "On discrete mean values of Dirichlet L-functions, Czechoslovak Math. J. 71 (146) (2021), no. 4, 1035–1048.": "On discrete mean values of Dirichlet L-functions, Czechoslovak Math. J. 71 (146) (2021), no. 4, 1035–1048.",
  "On a problem related to discrete mean values of Dirichlet L-functions, J. Number Theory 217 (2020), 36-43.": "On a problem related to discrete mean values of Dirichlet L-functions, J. Number Theory 217 (2020), 36-43.",
  "Mean values of the functional equation factors at the zeros of derivatives of the Riemann zeta function and Dirichlet L-functions (Kübra Benli və Cem Yalçın Yıldırım ilə birlikdə), Analytic Number Theory, Modular Forms and q-Hypergeometric Series, Springer Proc. Math. Stat., vol. 221, Springer, Cham, (2017), 59-67.": "Mean values of the functional equation factors at the zeros of derivatives of the Riemann zeta function and Dirichlet L-functions (with Kübra Benli and Cem Yalçın Yıldırım), Analytic Number Theory, Modular Forms and q-Hypergeometric Series, Springer Proc. Math. Stat., vol. 221, Springer, Cham, (2017), 59-67.",
  "Davam edən Araşdırmalar": "Ongoing Research",
  "On the fourth moment of the derivative of the Riemann zeta function (joint with Kübra Benli, Fatma Çiçek, Alia Hamieh, Nathan Ng), ongoing, 70 pp.": "On the fourth moment of the derivative of the Riemann zeta function (joint with Kübra Benli, Fatma Çiçek, Alia Hamieh, Nathan Ng), ongoing, 70 pp.",
  "On the second Hardy-Littlewood conjecture (joint with Bittu, Nicolo Fellini, Akshaa Vatwani, Do Nhat Tan Vo), ongoing, 10 pp.": "On the second Hardy-Littlewood conjecture (joint with Bittu, Nicolo Fellini, Akshaa Vatwani, Do Nhat Tan Vo), ongoing, 10 pp.",
  "Təşkilati fəaliyyətlər": "Organizational Activities",
  "NTC seminarlarının həmtəşkilatçısı - Lethbridge Universiteti, 2023-2024": "Co-organizer of NTC Seminars - University of Lethbridge, 2023-2024",
  "PIMS tədqiqat təqaüdü üçün müraciət etdi və qazandı, $4500": "Applied for and received PIMS research grant, $4500",
  "Xarici qonaqların dəvət edilməsi və ev sahibliyi edilməsi": "Invitation and hosting of external guests",
  "Səsyazmalar: mathtube.org": "Recordings: mathtube.org",
  "Veb sayt: Lethbridge-də NTC seminarları": "Website: NTC Seminars in Lethbridge",
  "Açıq Saylar Nəzəriyyəsində İnklüziv Yollar yay məktəbində tədqiqat layihəsinin həmrəhbəri": "Co-leadership of research project in Inclusive Paths in Explicit Number Theory Summer School",
  "British Columbia Universiteti Okanaqan Kampusu, Kelowna, İyul, 2023": "University of British Columbia Okanagan Campus, Kelowna, July, 2023",
  "Layihənin adı: İkinci Hardy-Littlewood ehtimalı": "Project Title: Second Hardy-Littlewood Conjecture",
  "Layihə Rəhbəri: Akshaa Vatwani": "Project Lead: Akshaa Vatwani",
  "Elmi Vəzifələr": "Academic Positions",
  "Canadian Journal of Mathematics jurnalı rəyçi, 2022": "Reviewer for Canadian Journal of Mathematics, 2022",
  "AMS Mathematical Reviews üçün rəyçi, 2021": "Reviewer for AMS Mathematical Reviews, 2021",
  "Tədris təcrübəsi": "Teaching Experience",
  "Instructor and Tutorial Coordinator if available, University of Lethbridge, MATH 1410, Elementary Linear Algebra, Spring 2024": "Instructor and Tutorial Coordinator if available, University of Lethbridge, MATH 1410, Elementary Linear Algebra, Spring 2024",
  "MATH 2570, Calculus III, Fall 2023": "MATH 2570, Calculus III, Fall 2023",
  "MATH 2560, Calculus II, Spring 2023": "MATH 2560, Calculus II, Spring 2023",
  "MATH 1565, Accelerated Calculus I, Fall 2022": "MATH 1565, Accelerated Calculus I, Fall 2022",
  "Konfranslar və Seminarlarda İştirak": "Conferences and Seminars",
  "Comparative Prime Number Theory Symposium, Vancouver (attended online), 2024": "Comparative Prime Number Theory Symposium, Vancouver (attended online), 2024",
  "16th Meeting of the Canadian Number Theory Association, Toronto (attended online), 2024": "16th Meeting of the Canadian Number Theory Association, Toronto (attended online), 2024",
  "Canadian Mathematical Society Winter Meeting, Montreal, 2023": "Canadian Mathematical Society Winter Meeting, Montreal, 2023",
  "Inclusive Paths in Explicit Number Theory Summer School, University of British Columbia Okanagan Campus, Kelowna, 2023": "Inclusive Paths in Explicit Number Theory Summer School, University of British Columbia Okanagan Campus, Kelowna, 2023",
  "The 20th Annual Alberta Mathematics Dialogue, Mount Royal University, Calgary, 2023": "The 20th Annual Alberta Mathematics Dialogue, Mount Royal University, Calgary, 2023",
  "Alberta Number Theory Days XIV, Banff International Research Station, Banff, 2023": "Alberta Number Theory Days XIV, Banff International Research Station, Banff, 2023",
  "PIMS CRG L-functions in Analytic Number Theory, Launch Event, Banff International Research Station, Banff, 2022": "PIMS CRG L-functions in Analytic Number Theory, Launch Event, Banff International Research Station, Banff, 2022",
  "PIMS CRG Workshop on Moments of L-functions, University of Northern British Columbia, Prince George (attended online), 2022": "PIMS CRG Workshop on Moments of L-functions, University of Northern British Columbia, Prince George (attended online), 2022",
  "Virtual CMS Winter Meeting, Online, 2020": "Virtual CMS Winter Meeting, Online, 2020",
  "AMS Fall Eastern Sectional Meetings, Online, 2020": "AMS Fall Eastern Sectional Meetings, Online, 2020",
  "CMS Winter Meeting, Toronto, 2019": "CMS Winter Meeting, Toronto, 2019",
  "Journées Arithmétiques XXXI, İstanbul University, İstanbul, 2019": "Journées Arithmétiques XXXI, İstanbul University, İstanbul, 2019",
  "15th Meeting of the Canadian Number Theory Association, Québec City, 2018": "15th Meeting of the Canadian Number Theory Association, Québec City, 2018",
  "CMS Winter Meeting, Waterloo, 2017": "CMS Winter Meeting, Waterloo, 2017",
  "Efficient Congruencing, The Fields Institute, Toronto, 2017": "Efficient Congruencing, The Fields Institute, Toronto, 2017",
  "Gainesville International Number Theory Conference, Gainesville, 2016": "Gainesville International Number Theory Conference, Gainesville, 2016",
  "14th Meeting of the Canadian Number Theory Association, Calgary, 2016": "14th Meeting of the Canadian Number Theory Association, Calgary, 2016",
  "CMS Winter Meeting, Niagara Falls, 2016": "CMS Winter Meeting, Niagara Falls, 2016",
  "CMS Summer Meeting, Edmonton, 2016": "CMS Summer Meeting, Edmonton, 2016",
  "CMS Winter Meeting, Montréal, 2015": "CMS Winter Meeting, Montréal, 2015",
  "International Conference on Algebra and Number Theory, Samsun, 2014": "International Conference on Algebra and Number Theory, Samsun, 2014",
  "Dəvət Edilmiş Nitqlər": "Invited Talks",
  "Number of prime factors with a given multiplicity, Canadian Mathematical Society Winter Meeting, Montreal, 2023": "Number of prime factors with a given multiplicity, Canadian Mathematical Society Winter Meeting, Montreal, 2023",
  "A Dirichlet series related to the error term in the Prime Number Theorem, The 20th Annual Alberta Mathematics Dialogue, Mount Royal University, 2023": "A Dirichlet series related to the error term in the Prime Number Theorem, The 20th Annual Alberta Mathematics Dialogue, Mount Royal University, 2023",
  "A discrete mean value of the Riemann zeta function and its derivatives, Alberta Number Theory Days XIV, Banff International Research Station, 2023": "A discrete mean value of the Riemann zeta function and its derivatives, Alberta Number Theory Days XIV, Banff International Research Station, 2023",
  "Some identities concerning Dirichlet L-functions, Number Theory and Combinatorics Seminars, University of Lethbridge, 2022": "Some identities concerning Dirichlet L-functions, Number Theory and Combinatorics Seminars, University of Lethbridge, 2022",
  "Discrete mean values of Dirichlet L-functions, Number Theory Seminars, Queen’s University, 2020": "Discrete mean values of Dirichlet L-functions, Number Theory Seminars, Queen’s University, 2020",
  "Discrete mean values of Dirichlet L-functions, Number Theory Seminars, University of Waterloo, 2019": "Discrete mean values of Dirichlet L-functions, Number Theory Seminars, University of Waterloo, 2019",
  "Pólya-Vinogradov inequality, Pure Mathematics Student Colloquium, University of Waterloo, 2018": "Pólya-Vinogradov inequality, Pure Mathematics Student Colloquium, University of Waterloo, 2018",
  "İştirakçı Nitqləri": "Contributed Talks",
  "Discrete mean values of Dirichlet L-functions, Journées Arithmétiques XXXI, Istanbul University, 2019": "Discrete mean values of Dirichlet L-functions, Journées Arithmétiques XXXI, Istanbul University, 2019",
  "Perron’s formula, Joint Student Colloquium, University of Waterloo, 2017": "Perron’s formula, Joint Student Colloquium, University of Waterloo, 2017",
  "On a sum concerning the zeros of the k-th derivative of Dirichlet L-functions, International Conference on Algebra and Number Theory, Samsun, 2014": "On a sum concerning the zeros of the k-th derivative of Dirichlet L-functions, International Conference on Algebra and Number Theory, Samsun, 2014",
  "Dillər": "Languages",
  "Türk, yerli": "Turkish, native",
  "İngilis dili, səlis": "English, fluent",
  "Fransız dili, orta": "French, intermediate",
  "Alman dili, başlanğıc": "German, beginner",
  "Bədii maraqlar": "Hobbies",
  "Musiqi istehsalı": "Music production",
  "Mahnı yazısı və bəstəkarlıq": "Songwriting and composition",
  "3D animasiyalar və vizual effektlər": "3D animations and visual effects",
  "Film çəkmək": "Filmmaking",
  "DRL-in direktoru, Cəbr Tədqiqat Qrupu - Baş Tədqiqatçı": "Director of MRC, Algebra Research Group - Principal Investigator",
  "Qraf Nəzəriyyəsi Və Onun Tətbiqləri Qrupu - Baş Elmi Işçi": "Graph Theory and Its Applications Group - Senior Scientist",
  "Qısa məlumat": "Short Bio",
  "2000-ci ildə TU Grazdan (Avstriya) Gerhard J Woegingerin rəhbərliyi altında riyaziyyat üzrə bakalavr və magistratura diplom dərəcəsini və 2003-cü ildə Vyana Universitetində (Avstriya) Peter F. Stadler və Josef Leydoldun rəhbərliyi altında doktorantura dərəcəsini almışam.": "In 2000, I obtained my bachelor's and master's degrees in mathematics under the supervision of Gerhard J Woeginger at TU Graz (Austria), and in 2003, I obtained my doctoral degree at the University of Vienna (Austria) under the supervision of Peter F. Stadler and Josef Leydold.",
  "Mən Leypsiqdəki (Almaniya) Maks Plank adına Riyaziyyat İnstitutunda iki il, Katolik de Louvain Universitetinin (Belçika) Riyaziyyat Mühəndisliyi Departamentində bir il doktoranturadan sonra elmi işçi kimi fəaliyyət göstərmişəm.": "I worked as a researcher for two years at the Max Planck Institute for Mathematics in Leipzig (Germany), and one year in the Department of Mathematics Engineering at the Catholic University of Louvain (Belgium) after my PhD.",
  "İstanbulda İşık Universitetinin Riyaziyyat kafedrasında və İzmirdə İzmir Texnologiya İnstitutunun Riyaziyyat kafedrasında altı ildən çox dosent vəzifəsində çalışmışam.": "I have worked as an Associate Professor for over six years in the Department of Mathematics at İşık University in Istanbul and at the Department of Mathematics at Izmir Institute of Technology in Izmir.",
  "Son yeddi il Ankarada iki startap şirkətində baş elmi işçi kimi fəaliyyət göstərmişəm.": "In the past seven years, I have worked as the lead scientist in two startup companies in Ankara.",
  "KONFRANSLAR": "CONFERENCES",
  "Bu böyük tədbirlərdə aparıcı beynəlxalq tədqiqatçılar və institutun üzvləri məruzələr təqdim edir. Konfranslar riyaziyyatda son nailiyyətləri müzakirə etmək, fikir mübadiləsi aparmaq və xarici tədqiqatçılarla əlaqə yaratmaq imkanı verir. Institut həmçinin mühüm məruzəçilərə səyahət, yaşayış və gündəlik xərclər üzrə subsidiya təqdim edir.": "In these major events, leading international researchers and members of the institute present their papers. Conferences provide an opportunity to discuss recent achievements in mathematics, exchange ideas, and establish connections with foreign researchers. The center also offers travel, accommodation, and daily subsidies to prominent speakers.",
  "Konfranslardan fərqli olaraq, seminarlar kiçik və daha çox diqqət mərkəzindədirlər; seminarlar müəyyən bir riyazi sahəyə dərindən diqqət yetirmək üçün 5-10 seçilmiş tədqiqatçını bir araya gətirirlər. Adətən 2-3 gün davam edən müddətdə iştirakçılara nəinki intensiv əməkdaşlıq etməyə, həm də müəyyən həllər tapmaq üçün praktiki tədqiqatlar aparmağa imkan verir.": "Unlike conferences, seminars are smaller and more focused; they bring together 5-10 selected researchers to focus intensively on a specific area of mathematics. Typically lasting 2-3 days, they provide participants the opportunity to not only engage in intensive collaboration but also to conduct practical research to find specific solutions.",
  "Əlaqə": "Contact",
  "Ünvan: ": "Address: ",
  "Bakı Dövlət Universiteti, əsas bina 3-cü mərtəbə, Rəqəmsal Araşdırmalar Laboratoriyası, Bakı şəhəri, akademik Zahid Xəlilov küçəsi, 33, AZ 1148": "Digital Research Center, Baku city, Nizami street, 117",
  "Mail ünvanı: ": "Mail address: ",
  "Qeydiyyat: ": "Registration: ",
  "Qeydiyyat Linki": "Registration Link",
  "axtarış": "Search",
  "tarix_secin": "Select a date",
  "tarixde_xeber_yoxdur": "No news on this date",
  "daha_cox_yukle": "Load more",
  "butun_xeberlere_bax": "See All News",
  "son_xeberler": "Latest News",
  "səhifə_tapılmadı": "PAGE NOT FOUND",
  "axtardığınız_səhifə_tapılmadı": "The page you are looking for could not be found.",
  "ana_səhifəyə_qayıda_bilə_bilirsiniz": "You can return to the homepage below.",
  "ana_səhifəyə_qayıt": "Back to Homepage",
  "research_group": {
    "title": "RESEARCH GROUPS",
    "description": {
      "intro": "The research groups at MRC are presented below. For more information about the members, please visit their personal pages.",
      "groups_title": "Research Groups and Their Members"
    },
    "groups": [
      {
        "title": "Algebra Research Group",
        "leader": "Olcay Coşkun",
        "role": "Group Leader, Senior Researcher",
        "description": "This group investigates both fundamental and advanced areas of algebra...",
        "leader_info": "Olcay Coşkun leads the group and specializes in various fields of algebra..."
      },
      {
        "title": "Graph Theory and Applications Research Group",
        "leader": "Türker Bıyıkoğlu",
        "role": "Senior Researcher",
        "description": "Türker Bıyıkoğlu contributes to the field of graph theory and its applications..."
      },
      {
        "title": "Number Theory Research Group",
        "leader": "Ertan Elma",
        "role": "Junior Researcher",
        "description": "This group conducts research in the field of mathematical theory...",
        "leader_info": "Ertan Elma is a junior researcher, studying analytic and elementary number theory..."
      }
    ]
  },
  "seminarlar_silsilesi": "Seminar Series",
  "research_programs": [
    {
      "heading": "Seminar Series",
      "items": [
        {
          "title": "Weekly Research Group Seminars:",
          "content": "Each research group at the center organizes weekly seminars, where senior and junior researchers, postdocs, and guests present the latest developments in their work. These seminars cover a wide range of topics central to the group's focus and encourage discussion and collaboration."
        },
        {
          "title": "Seminars for Master's Students:",
          "content": "These seminars help master's students continue their research work. The seminars provide an opportunity for students to present their work, receive feedback, and connect with a broader research community at the institute."
        },
        {
          "title": "Research Seminars for Bachelor's Students:",
          "content": "These seminars aim to encourage and motivate undergraduate students to pursue mathematics at the graduate level. The seminars introduce students to the world of mathematical research and demonstrate the potential and impact of mathematics in their lives, thus enabling them to appreciate many opportunities specific to the subject."
        }
      ]
    },
    {
      "heading": "Conferences and Seminars",
      "items": [
        {
          "title": "Conferences:",
          "content": "These large events feature presentations by leading international researchers and members of the institute. Conferences provide an opportunity to discuss recent achievements in mathematics, exchange ideas, and establish contacts with foreign researchers. The institute also provides travel, accommodation, and daily allowances for key speakers."
        },
        {
          "title": "Seminars:",
          "content": "Unlike conferences, seminars are smaller and more focused; they bring together 5-10 selected researchers to deeply focus on a specific mathematical area. During the typically 2-3 day period, participants not only engage in intensive collaboration but also have the opportunity to conduct practical research to address specific issues."
        }
      ]
    },
    {
      "heading": "Summer Schools",
      "items": [
        {
          "title": "",
          "content": "The institute organizes summer schools in selected modern areas of mathematics. Participants in these programs include doctoral and junior researchers. These programs often focus on a particular area of mathematics, frequently new books recently published in the field. Presentations and discussions of the chapters in the books allow for active interaction among participants."
        }
      ]
    },
    {
      "heading": "Research Terms",
      "items": [
        {
          "title": "",
          "content": "The institute holds thematic research terms – periods dedicated to focused research on a specific topic. These terms typically bring together 5-7 researchers who will work intensively on the selected topic over a set period. Researchers can apply for participation, and selection is done through a competitive process. This provides a unique opportunity to focus deeply on a topic, collaborate, and make significant progress on important issues."
        }
      ]
    },
    {
      "heading": "Summer Research Groups",
      "items": [
        {
          "title": "",
          "content": "During the summer, the institute funds summer research groups where researchers collaborate on a specific mathematical area. The groups are offered office space and a monthly research stipend for the duration of the project, which usually lasts 2-3 months. These summer research groups offer an ideal environment for collaborative work, allowing participants to explore new ideas and achieve significant results in their research."
        }
      ]
    }
  ],
  "research_results": {
    "main_title": "Research Results",
    "description": "MRC research results reflect its academic excellence. This page is intended to showcase the broad spectrum of contributions in various fields of mathematics, from landmark publications to joint projects. Explore the detailed results of our research activities and learn about the impact of our work on the mathematics community and beyond.",
    "research_1": "Ibrahim Kaan Aslan, Olcay Coskun,",
    "research_1_link": "\"p-biset functor of monomial Burnside rings\" (preprint)",
    "research_2": "Olcay Coskun, Deniz Yılmaz,",
    "research_2_link": "\"p-Bifree biset functors\" (preprint)",
    "research_3": "Olcay Coskun, Ruslan Muslumov,",
    "research_3_link": "\"A Categorical Decomposition of C^x-fibered p-biset Functors\" (preprint)",
    "research_4": "Robert Boltje, Olcay Coskun, Cisil Karaguzel,",
    "research_4_content": "\"The functor of trivial source modules\" (preprint)",
    "research_5": "Bittu Chahal, Ertan Elma, Nicolo Fellini, Akshaa Vatwani, Do Nhat Tan Vo,",
    "research_5_link": "\"On the second Hardy-Littlewood conjecture\" (preprint)"
  },
  "scientific_advisory": {
    "title": "Scientific Advisory Board"
  },
  "summer_school": {
    "title": "Summer School",
    "description": "The institute organizes intensive summer schools in selected modern areas of mathematics. Participants in these programs include doctoral and junior researchers. Most of these programs focus on a specific area of mathematics, often paying attention to newly published books in the field of mathematics. Presentations and discussions of chapters from the books allow for active interaction among participants."
  },
  "visitors": {
    "title": "Visitors",
    "introduction": "The center accepts both short-term and long-term visitors:",
    "short_term_visitors_label": "Short-term visitors",
    "short_term_visitors": "Mathematicians invited for one semester by the center director and specialists.",
    "long_term_visitors_label": "Long-term visitors",
    "long_term_visitors": "Mathematicians interested in research for one or two semesters at MRC may apply to be long-term visitors. They will be provided with office space and access to laboratory resources during their research.",
    "visitors_title": "Visitors",
    "research_interests_label": "Research Interests",
    "hosted_by": "Bilkent University",
    "host_label": "Host"
  },
  "Sualınız, təklifiniz və ya şikayətiniz varsa, müraciət edə bilərsiniz.": "If you have any questions, suggestions, or complaints, you can contact us.",
  "Rektora müraciət": "Contact the Rector",
  "Z. Xəlilov küçəsi, 33, AZ1148": "Nizami Street, 117",
  "BDU, əsas bina, 3-cü mərtəbə, Rəqəmsal Araşdırmalar Lab.": "BDU, main building, 3rd floor, Digital Research Center.",
  "search": "Search",
  "butun_tedbirler": "All events",
  "Bizə necə çatmaq olar?": "How to reach us?",
  "Xəritə": "Map",
  "Beynəlxalq Əməkdaşlıq": "International Collaboration",
  "Tədbirlər": "Events",
  "Tədbirlərimizə Qatılın": "Join Our Events",
  "Riyaziyyat sahəsində qabaqcıl tədqiqatlar və əməkdaşlıq üçün bizimlə birləşin": "Join us for cutting-edge research and collaboration in mathematics",
  "Gələcək Tədbirlər": "Upcoming Events",
  "Advancing mathematical knowledge through cutting-edge research and collaboration": "Advancing mathematical knowledge through cutting-edge research and collaboration",
  "Tədqiqat və innovasiya mərkəzi": "Research and innovation center",
  "councilMembers": [
    {
      "name": "Azer Abizade",
      "title": "ADA University and Ministry of Science and Education"
    },
    {
      "name": "Olcay Coşkun",
      "title": "Head of MRC"
    },
    {
      "name": "Burak Gürel",
      "title": "Boğaziçi University, Professor of Mathematics"
    },
    {
      "name": "Ergün Yalçın",
      "title": "Bilkent University, Professor of Mathematics"
    },
    {
      "name": "Ferhad Huseynov",
      "title": "ADA University"
    }
  ],
  "profile": {
    "name": "OLCAY COŞKUN",
    "role": "Director of DRL, Algebra Research Group – Principal Investigator",
    "bio": {
      "prefix": "My research interests include ",
      "highlight": "the representation theory of finite groups",
      "suffix": ", Mackey functors, (fibered) biset functors, category algebras, Green biset functors, block theory, fusion systems, and homological algebra."
    },
    "sections": {
      "admin": {
        "title": "Administrative Roles",
        "items": [
          "MRL-TİİMM, Baku State University — Head (2024 – present)",
          "Boğaziçi University, Department of Mathematics — Chair (15 Jul 2022 – 15 Jul 2024)",
          "Turkish Mathematical Society (TMD) — Vice President (2021 – 2024)",
          "Matematik Dünyası — Editor-in-Chief (2021 – 2024)",
          "Istanbul Center for Mathematical Sciences (IMBM) — Co-chair (2019 – 2022)",
          "Feza Gürsey Center for Mathematics and Physics — Deputy Director (2015 – 2018)"
        ]
      },
      "awards": {
        "title": "Awards",
        "items": [
          "TGC — 47th Sedat Simavi Science Honor Award — 2023",
          "TÜBİTAK 2219 — Research Fellowship for Postdoctoral Studies Abroad, 2019",
          "Fulbright Program — Academic Research Fellowship, 2018–2019",
          "Science Academy — BAGEP Award, 2017",
          "Turkish Mathematical Foundation — Masatoshi Gündüz İkeda Research Award, 2014",
          "Bilkent University, Department of Mathematics — Alişbah Scholarship, 2005"
        ]
      },
      "projects": {
        "title": "Funded Research Projects",
        "items": [
          "TÜBİTAK Research Grant (1001-119F422) (2020–2023) — Principal Investigator. Ruslan Muslumov (PhD), Doğa Ulaş Budak (MSc), Mustafa Akdağ (MSc), İbrahim Aslan (MSc), Mehmet Arslan (postdoc) and Cihan Bahran (postdoc) were fully supported.",
          "TÜBİTAK Research Grant (1002-117F291), 2018–2019 — Principal Investigator",
          "Boğaziçi University Research Grant 11144 (2015–2017) — Principal Investigator",
          "TÜBİTAK Research Grant (1001-115F156) (2015–2018) — Researcher",
          "TÜBİTAK Research Grant (1001-113F240) (2014–2017) — Principal Investigator. Mehmet Arslan (PhD), Deniz Yılmaz (MSc), Irmak Balçık (MSc), Ruslan Muslumov (MSc) were fully supported.",
          "Boğaziçi University Research Grant 7623 (2013–2015) — Principal Investigator",
          "TÜBİTAK Career Research Grant (1001-109T661) (2010–2013) — Principal Investigator. Zehra Bilgin (MSc) was fully supported.",
          "Boğaziçi University Research Grant 6029 (2011–2013) — Researcher"
        ]
      },
      "publications": {
        "title": "Publications",
        "items": [
          "Simple functors over the Green biset functor of section Burnside rings, (with Ruslan Muslumov), Communications in Algebra 52 2 (2024), 1–27.",
          "The fibered Burnside group of a fusion system, (with Mert Seviniş), International Journal of Algebra and Computation 31 (2021), 453–470.",
          "The functor of complex characters of finite groups, (with Mehmet Arslan), Journal of Algebra 562 (2020), 115–147.",
          "Obstructions for gluing biset functors, (with Ergün Yalçın), Journal of Algebra 532 (2019), 268–310.",
          "Fibered $p$-biset functor structure of fibered Burnside rings, (with Deniz Yılmaz), Algebras and Representation Theory 22 (2019), 21–41.",
          "Fibered biset functors, (with Robert Boltje), Advances in Mathematics 339 (2018), 540–598.",
          "The Dade group of Mackey functors for p-groups, Journal of Algebra 470 (2017), 172–196.",
          "Inducing native Mackey functors to biset functors, Journal of Pure and Applied Algebra 219 (2015), 2359–2380.",
          "Gluing Borel-Smith functions and the group of endo-trivial modules, Bulletin of the London Mathematical Society 43 (2011), 912–926.",
          "Projective resolutions of globally defined Mackey functors in characteristic zero, (with Semra Pamuk), Archiv der Mathematik 96 (2011), 39–48.",
          "Ring of subquotients of a finite group II: Pure bisets, Journal of Algebra 324 (2010), 706–731.",
          "Ring of Subquotients of a finite group I: Linearization, Journal of Algebra 322 (2009), 2773–2792.",
          "A Tate cohomology sequence for generalized Burnside rings, (with Ergün Yalçın), Journal of Pure and Applied Algebra 213 (2009), 1306–1315.",
          "Alcahestic subalgebras of the alchemic algebra and a correspondence of simple modules, Journal of Algebra 320 (2008), 2422–2450.",
          "Mackey functors, induction from restriction functors and coinduction from transfer functors, Journal of Algebra 315 (2007), 224–248.",
          "Tower diagrams and Pieri's Rule, (with Müge Taşkın), Discrete Mathematics 341 (2018), 3089–3105.",
          "Sorting and generating reduced words, (with Müge Taşkın), Archiv der Mathematik 101 (2013), 427–436.",
          "Tower tableaux and Schubert polynomials, (with Müge Taşkın), Journal of Combinatorial Theory Series A 120 (2013), 1976–1995.",
          "Tower Tableaux, (with Müge Taşkın), Journal of Combinatorial Theory Series A 120 (2013), 843–871."
        ]
      },
      "studentsCurrent": {
        "title": "Students – Current",
        "items": ["Mustafa Akdağ, PhD candidate"]
      },
      "studentsGrads": {
        "title": "Students – Graduates",
        "items": [
          "İbrahim Kaan Arslan, MSc (2024)",
          "Mustafa Akdağ, MSc (2023)",
          "Ruslan Muslumov, PhD (2022)",
          "Said Yılmaz, MSc (2022)",
          "Doğa Ulaş Budak, MSc (2021)",
          "Mert Seviniş, PhD (2019)",
          "Ebru Beyza Küçük, MSc (2019)",
          "Ayçin İplikçi, MSc (2019)",
          "Mehmet Arslan, PhD (2018)",
          "Turan Karakurt, MSc (2018)",
          "Gözde Sert, MSc (2018)",
          "Mustafa Türköz (co-advised with T. Turgut), MSc (2017)",
          "Ruslan Muslumov, MSc (2017)",
          "Irmak Balçık, MSc (2016)",
          "Deniz Yılmaz, MSc (2015)",
          "Zehra Bilgin (co-advised with A. Boysal), MSc (2012)"
        ]
      },
      "postdocs": {
        "title": "Postdoctoral Researchers",
        "items": ["Cihan Bahran (2022–2023)", "Mehmet Arslan (2020–2021)"]
      },
      "studentArticles": {
        "title": "Articles for Students (in Turkish)",
        "items": [
          "Kategoriler teorisi, Matematik Dünyası, (2024), 50 pages.",
          "XOXO, Matematik Dünyası, to appear, 10 pages.",
          "Sonlu Group Temsilleri, Matematik Dünyası, 117 (2023), 17–66.",
          "Mertebeden Gruplar, Matematik Dünyası, 116 (2023), 89–89.",
          "Permütasyonları Sıralamak!, Matematik Dünyası, 114 (2022) 83–86.",
          "Başarının iki yüzü, IMBM anısına, Matematik Dünyası, 113 (2022) 14–15.",
          "Galois grupları, Matematik Dünyası, 112 (2022) 17–24.",
          "Rubik küp grubu, Matematik Dünyası, 112 (2022) 50–59.",
          "Asal Portreler, Matematik Dünyası, 111 (2021) 10–13.",
          "Unutulmuş bir problem: Feit-Thompson sanısı, Matematik Dünyası, 111 (2021) 76–78."
        ]
      }
    },
    "ids": {
      "scopus": "Scopus ID",
      "orcid": "Orcid ID"
    }
  },
  "seminar_detail": {
    "date_time": "Date & time",
    "location": "Location",
    "summary": "Abstract",
    "all_seminars": "All seminars",
    "not_found": "Seminar not found"
  },
  "seminars": [
    {
      "id": 1,
      "title": "Seminars for Students",
      "data": [
        {
          "date": "17.04.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Pigeonhole Principle II — Türker Bıyıkoğlu, MRL",
          "summaryHtml": "We continue with proof techniques frequently used in discrete mathematics and graph theory. This week we focus on the Pigeonhole Principle."
        },
        {
          "date": "10.04.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Introduction to Arithmetic Functions II — Ertan Elma, Mathematics Research Lab",
          "summaryHtml": "Further properties of the Möbius function (including Möbius inversion); the divisor function and Euler’s totient; summatory functions and partial summation if time permits."
        },
        {
          "date": "03.04.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Introduction to Arithmetic Functions — Ertan Elma, MRL",
          "summaryHtml": "Definitions and basic properties of standard arithmetic functions such as Möbius, Euler’s totient, and the divisor function."
        },
        {
          "date": "12.03.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Pigeonhole Principle — Türker Bıyıkoğlu, MRL",
          "summaryHtml": "An introduction to classical proof techniques in discrete mathematics and graph theory with worked examples."
        },
        {
          "date": "06.03.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Introduction to Arithmetic Functions — Ertan Elma, MRL",
          "summaryHtml": "A gentle entry to widely used arithmetic functions and their elementary properties."
        },
        {
          "date": "24.12.2024",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Graph Entropy, Degree Assortativity and Hierarchical Structures in Networks — Türker Bıyıkoğlu, MRL",
          "summaryHtml": "Connecting topological entropy (via the spectral radius of the adjacency matrix), the Randić index, and assortativity in real networks."
        },
        {
          "date": "30.10.2024",
          "time": "10:15",
          "location": "Faculty of Mechanics and Mathematics",
          "speaker": "Olcay Coşkun, MRL",
          "summaryHtml": "Link to the seminar: <a href=\"https://bdu.info.az/xeberler/turkiyeli-professor-bdu-da-elm-seminar-kecirib\" target=\"_blank\" rel=\"noopener\">Simple Shapes — Olcay Coşkun</a>"
        },
        {
          "date": "05.03.2025",
          "time": "12:00",
          "location": "Faculty of Applied Mathematics & Cybernetics, Baku State University, Building 3, Room 317",
          "speaker": "Türker Bıyıkoğlu, MRL",
          "summaryHtml": "Graph structure and dynamics: topological entropy, Randić index and assortativity; relation to hierarchical structure in CS via maximizing breadth-first ordering. (Joint with Fatihcan Atay)"
        }
      ]
    },
    {
      "id": 2,
      "title": "Algebra Seminars",
      "data": [
        {
          "date": "17.04.2025",
          "time": "15:00 AST - 11:00 GMT",
          "location": "",
          "speaker": "Crystals and Cluster Algebras — Volker Genz, Institut des Hautes Études Scientifiques",
          "summaryHtml": "A gentle introduction to cluster algebras and recent links between cluster structures and crystal operators."
        },
        {
          "date": "23.01.2025",
          "time": "10:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Diagonal p-permutation functors and local–global conjectures in block theory — Deniz Yılmaz, Bilkent University",
          "summaryHtml": "The local–global principle in modular representation theory and the conjectures of Alperin, Donovan, and Puig."
        },
        {
          "date": "05.12.2024",
          "time": "10:30",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Simple functors over Green biset functors of the section Burnside rings II — Ruslan Muslumov, ADA University",
          "summaryHtml": "Overview of biset functors and their applications to studying group actions."
        },
        {
          "date": "27.11.2024",
          "time": "11:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Simple functors over Green biset functors of the section Burnside rings I — Ruslan Muslumov, ADA University",
          "summaryHtml": "Description of biset functors and applications in group theory."
        },
        {
          "date": "24.10.2024",
          "time": "10:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Obstructions to Gluing Biset Functors I — Olcay Coşkun, MRL",
          "summaryHtml": "An obstruction theory for the existence/uniqueness of solutions to the gluing problem for biset functors on subquotients of a finite group."
        }
      ]
    },
    {
      "id": 3,
      "title": "Mathematics Seminars",
      "data": [
        {
          "date": "24.09.2024",
          "time": "10:15",
          "location": "Faculty of Mechanics and Mathematics",
          "speaker": "Representation Theory through the Lens of Category Theory — Olcay Coşkun, MRL",
          "summaryHtml": "Link to the seminar: <a href=\"https://mechmath.bdu.info.az/xeberler/professor-olcay-coskun-meruze-etdi\" target=\"_blank\" rel=\"noopener\">Representation Theory through the Lens of Category Theory — Olcay Coşkun</a>"
        }
      ]
    },
    {
      "id": 4,
      "title": "Number Theory Seminars",
      "data": [
        {
          "date": "10.04.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Introduction to Arithmetic Functions II — Ertan Elma, Mathematics Research Lab",
          "summaryHtml": "Möbius function, divisor function, and Euler’s totient; summatory functions and partial summation."
        },
        {
          "date": "09.04.2025",
          "time": "11:00",
          "location": "ADA University",
          "speaker": "On the count of prime factors with given multiplicity — Ertan Elma, Mathematics Research Lab",
          "summaryHtml": "Elementary, analytic, and probabilistic results on ω_k(n) (k≥1) and function-field analogues over finite fields."
        },
        {
          "date": "17.03.2025",
          "time": "9:30",
          "location": "",
          "speaker": "Towards the Bloch–Kato conjecture for GSp6 — Waqar Ali Shah, University of California, Santa Barbara",
          "summaryHtml": "The Bloch–Kato conjecture in the GSp6-Shimura setting; construction of an Euler system overcoming a major obstacle and first non-trivial consequences."
        },
        {
          "date": "11.03.2025",
          "time": "10:30",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Multiplicative functions k-additive on hexagonal numbers — Elçin Həsənəlizadə, ADA University",
          "summaryHtml": "For k≥3, the nonzero hexagonal numbers form a new k-additive uniqueness set for multiplicative functions."
        },
        {
          "date": "26.12.2024",
          "time": "10:30",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "A Discrete Mean Value of the Riemann Zeta Function and its Derivatives — Ertan Elma, MRL",
          "summaryHtml": "Under RH, a lower bound for the 2k-th moments of all derivatives of ζ(s) at its nontrivial zeros; discrete mean values with Dirichlet polynomials."
        }
      ]
    },
    {
      "id": 5,
      "title": "Discrete Structures Seminars",
      "data": [
        {
          "date": "02.04.2025",
          "time": "10:30",
          "location": "",
          "speaker": "Which Equations, Sets, (Hyper)Graphs, and Polynomials Are Extremal? — Nika Salia, King Fahd University",
          "summaryHtml": "Recent advances on stability results, extremal problems, and structure of discrete objects; extensions of Dirac and Pósa theorems; planar pentagon maxima; links to algebra via polynomials over finite fields."
        },
        {
          "date": "05.03.2025",
          "time": "12:00",
          "location": "Faculty of Applied Mathematics & Cybernetics, Baku State University, Building 3, Room 317",
          "speaker": "Graph Entropy, Degree Assortativity and Hierarchical Structures in Networks — Türker Bıyıkoğlu, MRL",
          "summaryHtml": "Topological entropy, Randić index, and assortativity; maximizing breadth-first orderings characterizes hierarchical structure in CS."
        }
      ]
    },
    {
      "id": 6,
      "title": "Geometry/Topology Seminars",
      "data": [
        {
          "date": "14.04.2025",
          "time": "13:39 AST, 9:30 GMT",
          "location": "",
          "speaker": "Advanced concepts in Mathematical Physics: an operator algebraic approach — Christiaan J.F. van de Ven, TNO",
          "summaryHtml": "Operator-algebraic foundations of quantum mechanics; asymptotic emergence, SSB, phase transitions, entropy; Poisson manifolds, C*-algebras, analysis, and large deviations."
        },
        {
          "date": "28.03.2025",
          "time": "15:00 AST - 11:00 GMT",
          "location": "",
          "speaker": "Jets, differential operators, and principal symbols in noncommutative geometry — Keegan Jonathan Flood, UniDistance Suisse",
          "summaryHtml": "Extending jet theory to the noncommutative setting; variational calculus, Lagrangian/Hamiltonian formalisms, and geometric theory of differential equations."
        },
        {
          "date": "17.04.2025",
          "time": "12:00",
          "location": "Digital Research Laboratory, Baku State University, Main Building, 3rd floor",
          "speaker": "Crystals and Cluster Algebras — Volker Genz, Institut des Hautes Études Scientifiques",
          "summaryHtml": "Intro to cluster algebras and connections with crystal operators."
        }
      ]
    }
  ],
  "seminar_page": {
    "title": "Seminars",
    "categories": {
      "short_term": "Seminars for Students",
      "algebra": "Algebra Seminars",
      "mathematics": "Mathematics Seminars",
      "number_theory": "Number Theory Seminars",
      "discrete_structures": "Discrete Structures Seminars",
      "geometry_topology": "Geometry/Topology Seminars"
    }
  }
}
